package study.lang.variable;

public class Tset04 {
  public static void main(String[] args) {
    String[][] menus = { // 2차원 배열로 메뉴 목록 저장
        {"회원", "팀", "프로젝트", "게시판", "도움말", "종료"}, // 메인 메뉴 0
        {"등록", "목록", "조회", "변경", "삭제", "이전"}, // 회원 메뉴 1
        {"등록", "목록", "조회", "변경", "삭제", "이전"}, // 팀 메뉴 2
        {"등록", "목록", "조회", "변경", "삭제", "이전"}, // 프로젝트 메뉴 3
        {"등록", "목록", "조회", "변경", "삭제", "이전"}, // 게시판 메뉴 4
        {"등록", "목록", "조회", "변경", "삭제", "이전"}  // 도움말 메뉴 5
    };
  }
}
